---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.MetallicpaintFinishType.Peeling
enum: Autodesk.Revit.DB.Visual.MetallicpaintFinishType
source: html/993143b4-6de0-fdfb-b2b1-9d8fa7dc498e.htm
---
# Autodesk.Revit.DB.Visual.MetallicpaintFinishType.Peeling